Repository: AndreCL/CenturyLocalization
Catalog: CenturyLocalization/CenturyLocalization/Texts.*.resx
Languages: ar, da, de, id, nl, pt, ru, sk, tr

# unittest_both
source: Ok
ar: Ok_ar
da: Ok_da
de: Ok_de
id: Ok_In
nl: Ok_nl
ru: Ok_ru
tr: Tamam

# error_string_not_found
source: Text not found
ar: النص غير موجود
da: Tekst ikke fundet
de: Text nicht gefunden
id: Teks tidak ditemukan
nl: Tekst niet gevonden
pt: Texto não encontrado
ru: текст не найден
sk: Text sa nenašiel
tr: Hata: Yazı Değeri (String) Bulunamadı

# ApplicationName
source: Century
ar: قرن

source: Yes
ar: نعم
da: Ja
de: Ja
id: Iya
nl: Ja
pt: Sim
ru: Да
sk: Áno
tr: Evet

source: No
ar: لا
da: Nej
de: Nein
id: Tidak
nl: Nee
pt: Não
ru: Нет
sk: Nie
tr: Hayır

source: Close
ar: اغلاق
da: Luk
de: Schließen
id: Tutup
nl: Sluit/sluiten
pt: Fechar
ru: Закрыть
sk: Zavrieť
tr: Kapat

source: New game
ar: ابدا لعبة جديدة
da: Nyt spil
de: Neues Spiel
id: Permainan Baru
nl: Nieuw spel
pt: Novo Jogo
ru: Новая игра
sk: Nová hra
tr: Yeni Oyun

source: Continue game
ar: استمر فى العب
da: Fortsæt spil
de: Spiel fortsetzen
id: Lanjutkan Permainan
nl: Verder spelen
pt: Continuar Jogo
ru: Продолжить игру
sk: Pokračovať v hre
tr: Devam Et

# loading
source: Loading saves...
ar: تحميل المحفوظات
da: Finder eksisterende spil...
de: Läd Gespeichertes...
id: Memuat Simpanan...
nl: Opgeslagen spel laden
pt: Carregando Saves...
ru: Загрузка сохранений
sk: Načítavam uložené hry...
tr: Kayıt yükleniyor...

source: Send e-mail
ar: إرسال e mail
de: E-mail schicken
id: Kirim E-Mail
nl: Stuur e-mail
pt: Enviar um E-mail
ru: Отправить e-mail
sk: Poslať e-mail
tr: E-mail Gönder

source: Changelog
ar: تغيير
da: Ændringer
id: Catatan Perubahan
pt: Registro
ru: Журнал изминений
sk: Zoznam zmien
tr: Güncelleme Günlüğü

# feedback
source: Submit your feedback
ar: ارسل ملاحظاتك
da: Send kommentar
de: Feedback abgeben
id: Kirim Umpan Balik Anda
nl: Feedback geven
pt: Enviar um comentário
ru: Написать отзыв
sk: Odoslať spätnú väzbu
tr: Geridönüş Gönder

source: Discord
ar: ديسكورد

source: Facebook
ar: فيسبوك

# discordjoin
source: Join Discord server
ar: انضم إلى دسكورد
da: Åbn Discord server
de: Discord Server beitreten
id: Bergabung Ke Server Discord
nl: Doe mee op Discord
pt: Entrar no Servidor Discord
ru: Присоединиться к Дискорд серверу
sk: Pripojiť sa na Discord server
tr: Discord sunucusuna katıl!

# getversion
source: Retrieving version
ar: نسخة مستعادة
da: Finder version
de: Version abrufen
id: Mengambil Versi
nl: Versie ophalen
pt: Obtendo Versão
ru: Посмотреть версию
sk: Zisťovanie verzie
tr: Versiyon Çekiliyor

source: Delete
ar: حذف
da: Slet
de: Löschen
id: Menghapus
nl: Verwijder
pt: Apagar
ru: Удалить
sk: Vymazať
tr: Sil

source: Warning
ar: تحذير
da: Advarsel
de: Warnung
id: Peringatan
nl: Waarschuwing
pt: Atenção
ru: Внимание
sk: Upozornenie
tr: Uyarı

# message_delete_save
source: Are you sure you want to delete this saved game?
ar: هل انت متأكد انك تريد حذف العية
da: Er du sikker på at du vil slette spil?
de: Bist du dir sicher dieses gespeicherte Spiel zu löschen?
id: Apakah Anda Yakin Ingin Menghapus Game Tersimpan Ini?
nl: Ben je zeker dat je dit opgeslagen spel wilt verwijderen?
pt: Tem certeza de que deseja apagar este save?
ru: Вы уверены что хотите удалить это сохранение?
sk: Naozaj chcete vymazať túto uloženú hru?
tr: Bu kaydı silmek istediğinize emin misiniz?

# Instructions1
source: Select a country
ar: اختر الدولة
da: Vælg land
de: Wähle ein Land
id: Pilih Sebuah Negara
nl: Kies een land
pt: Escolha um país
ru: Выберите страну
sk: Vyberte krajinu
tr: Bir ülke seçin

source: Start Date:
ar: تاريخ البدأ
da: Start dato:
de: Start Datum:
id: Tanggal Mulai
nl: Begin Datum:
pt: Data de Início:
ru: Дата начала:
sk: Dátum začiatku:
tr: Başlangıç Tarihi

source: End Date:
ar: تاريخ الانتهاء
da: Slut dato:
de: End Datum:
id: Tanggal Akhir
nl: Eind Datum:
pt: Data de Fim:
ru: Дата конца:
sk: Dátum konca:
tr: Bitiş Tarihi:

source: Country
ar: دولة
da: Land
de: Land
id: Negara
nl: Land
pt: Nação
ru: Страна
sk: Krajina
tr: Ülke

source: Rank
ar: الترتيب
da: Rang
de: Rang
id: Peringkat
nl: Rang
pt: Classificação
ru: Ранг
sk: Poradie

source: Illiteracy:
ar: الأمية
da: Analfabetisme:
de: Analphabetismus:
id: Buta Huruf:
nl: Analfabetisme:
pt: Analfabetismo:
ru: Безграмотность:
sk: Negramotnosť:
tr: Okuma-yazma bilmeme oranı:

source: Largest religion:
ar: الدين الأكبر
da: Største religion:
de: Größte Religion:
id: Agama Terbesar:
nl: Grootste religie:
pt: Maior Religião:
ru: Крупнейшая религия:
sk: Najväčšie náboženstvo:
tr: En büyük din:

source: Largest culture:
ar: الحضارة الكبرى
da: Største kultur:
de: Größte Kultur:
id: Budaya Terbesar:
nl: Grootste cultuur:
pt: Maior Cultura:
ru: Крупнейшая культура:
sk: Najväčšia kultúra:
tr: En büyük kültür:

source: Army
ar: العسكرية
da: Hær
de: Armee
id: Tentara
nl: Leger
pt: Exército
ru: Армия
sk: Armáda
tr: Kara Kuvvetleri

source: Soldiers:
ar: الجنود
da: Soldater:
de: Soldaten:
id: Prajurit:
nl: Soldaten:
pt: Soldados:
ru: Солдаты:
sk: Vojaci
tr: Asker

source: Rifles:
ar: البنادق
da: Rifler:
de: Gewehre:
id: Senapan:
nl: Geweren:
pt: Fuzis:
ru: Винтовки:
sk: Pušky:
tr: Silah:

source: Tanks:
ar: دبابات
de: Panzer:
id: Tank:
pt: Tanques:
ru: Танки:
sk: Tanky:
tr: Tank:

source: Navy
ar: البحرية
da: Flåde
de: Flotte
id: Angkatan laut
nl: Marine
pt: Marinha
ru: Флот
sk: Námorníctvo
tr: Deniz Kuvvetleri

source: Sailors:
ar: جنود البحرية
da: Sømænd:
de: Matrosen:
id: Pelaut:
nl: Matroos:
pt: Marinheiros:
ru: Моряки:
sk: Námorníci
tr: Denizci

source: Small ships:
ar: سفن صغيرة
da: Små skibe:
de: Kleine Schiffe:
id: Kapal Kecil:
nl: Kleine schepen:
pt: Corvetas:
ru: Малые суда:
sk: Malé lode:
tr: Küçük gemi:

source: Medium ships:
ar: سفن متوسطة
da: Mellem skibe:
de: Mittel große Schiffe:
id: Kapal Sedang:
nl: Gewone schepen:
pt: Fragatas:
ru: Средние суда:
sk: Stredné lode:
tr: Orta Gemi:

source: Large ships:
ar: سفن كبيرة
da: Store skibe:
de: Große Schiffe:
id: Kapal Besar:
nl: Grote schepen:
pt: Encouraçados:
ru: Крупные суда:
sk: Veľké lode:
tr: Büyük gemi:

source: Air force
ar: القوات الجوية
da: Luftvåben
de: Luftwaffe
id: Angkatan Udara
nl: Luchtmacht
pt: Força Aérea
ru: Воздушный флот
sk: Letectvo
tr: Hava Kuvvetleri

source: Pilots:
ar: طيارين
da: Piloter:
de: Piloten:
id: Pilot:
nl: Piloten:
pt: Pilotos:
ru: Пилоты:
sk: Piloti
tr: Pilot

source: Fighters:
ar: مقاتلات
da: Jagerfly:
de: Jagdflugzeuge:
id: Pesawat Tempur:
nl: Jachtvliegtuigen:
pt: Caças:
ru: Истрибители:
sk: Stíhačky:
tr: Savaş Uçağı:

source: Bombers:
ar: قاذفات القنابل
da: Bomberfly:
de: Bomber:
id: Pesawat Pengebom:
pt: Bombardeiros:
ru: Бомбардировщики:
sk: Bombardéry:
tr: Bombardıman Uçağı:

source: Start
ar: ابدا
id: Mulai
pt: Começar
ru: Старт
sk: Začať
tr: Başlat

source: Declare war
ar: أعلن الحرب
da: erklære krig
de: Krieg erklären
id: Deklarasi Perang
nl: Verklaar oorlog
pt: Declarar Guerra
ru: Обьявить войну
sk: Vyhlásiť vojnu
tr: Savaş İlan Et

source: Poverty
ar: فقر
da: Fattigdom
de: Armut
id: Kemiskinan:
nl: Armoede
pt: Pobreza
ru: Бедность
sk: Chudoba
tr: Yoksulluk

# healthcare
source: Healthcare coverage
ar: الرعاية الصحية
da: Sundhedsdækning
de: Gesundheitswesen
id: Cakupan Layanan Kesehatan:
nl: Gezondheidszorg
pt: Cobertura de Saúde
ru: Качество медицины
sk: Zdravotné pokrytie
tr: Sağlık Kalitesi

source: Money
ar: اموال
da: Penge
de: Geld
id: Uang:
nl: Geld
pt: Dinheiro
ru: Деньги
sk: Peniaze
tr: Para

source: Population
ar: تعداد السكان
da: Befolkning
de: Bevölkerung
id: Populasi:
nl: Bevolking
pt: População
ru: Население
sk: Populácia
tr: Popülasyon

source: Area
ar: المساحة
da: Areal
de: Gebiet
nl: Oppervlakte
pt: Área
ru: Площадь
sk: Rozloha
tr: Yüzey Alanı

source: Infrastructure
ar: بنية تحتية
da: Infrastruktur
de: Infrastruktur
id: Infrastruktur:
nl: Infrastructuur
pt: Infraestrutura
ru: Инфраструктура
sk: Infraštruktúra
tr: Altyapı

source: Infamy
ar: العنف
da: Skændsel
de: gesellschaftliche Verrohung
id: keburukan:
nl: Schande/Beruchtheid
pt: Infâmia
ru: Бесчестье
sk: Zlá povesť
tr: Gaddarlık

source: Independent since
ar: حصلت على استقلالها
da: Uafhængighedsdato
de: Unabhängig seit
id: Merdeka Sejak:
nl: Onafhankelijk sinds
pt: Independente desde
ru: Обретение независимости
sk: Nezávislá od
tr: Şu tarihten beri bağımsız:

source: War level
ar: مستوى الحرب
da: Krigsniveau
de: Bürgerkriegsrisiko
id: Tingkat Perang:
nl: Oorlogsniveau
pt: Nível de Guerra
ru: Усталость от войны
sk: Úroveň vojny
tr: Savaş Seviyesi

source: Employment
ar: توظيف
da: Beskæftigelse
de: Eingestellte
id: Pekerjaan
nl: Werkgelegenheid
pt: Emprego
ru: Занятость
sk: Zamestnanosť
tr: İş

source: Social class
ar: الطبقة الاجتماعة
da: Social klasse
de: Soziale Klasse
id: Kelas Sosial
nl: Sociale klassen
pt: Classe Social
ru: Социальные классы
sk: Sociálna trieda
tr: Sosyal Sınıf

source: Age Groups
ar: الفئة العمرية
da: Alder
de: Alters Gruppen
id: Kelompok Usia
nl: Leeftijdsgroepen
pt: Faixa Etária
ru: Вековые группы
sk: Vekové skupiny
tr: Yaş Grupları

source: Gender
ar: الجنس
da: Køn
de: Geschlecht
id: Jenis Kelamin
nl: Geslacht
pt: Gênero
ru: Стать
sk: Pohlavie
tr: Cinsiyet

source: Religion
ar: الدين
id: Agama
nl: Religie
pt: Religião
ru: Религия
sk: Náboženstvo
tr: Din

source: Culture
ar: الحضارة
da: Kultur
de: Kultur
id: Budaya
nl: Cultuur
pt: Cultura
ru: Культура
sk: Kultúra
tr: Kültür

source: Education
ar: التعليم
da: Uddannelse
de: Unterricht
id: Edukasi
nl: Educatie
pt: Educação
ru: Образование
sk: Vzdelanie
tr: Eğitim

source: Daily investment:
ar: الاستثمار اليومي
da: Daglig investering:
de: Tägliche Investitionen:
id: Investasi Harian:
nl: Dagelijkse investering:
pt: Investimento Diário:
ru: Ежедневные инвестиции:
sk: Denná investícia:
tr: Günlük Yatırım:

source: One time investment:
ar: استثمار المرة الوحدة
da: Engangs investering:
de: Einmalige Investition:
id: Investasi Satu Kali
nl: Eenmalige investering:
pt: Investimento Único:
ru: Единоразовая инвестиция:
sk: Jednorazová investícia:
tr: Tek Seferlik Yatırım:

source: Filter wars
ar: تصفية الحروب
da: Filtrer krige
de: Kriege filtern
id: Filter Perang
nl: Filter Oorlogen
pt: Filtrar Guerras
ru: Военные фильтры
sk: Filtrovať vojny
tr: Savaşları Filtrele

source: War
ar: الحرب
da: Krig
de: Krieg
id: Perang
nl: Oorlog
pt: Guerra
ru: Война
sk: Vojna
tr: Savaş

source: Score
ar: نتيجة
da: Skore
de: Punktzahl
id: Skor
pt: Pontuação
ru: Счёт
sk: Skóre
tr: Skor

# men_to_equipment
source: Men to Equipment ratio:
ar: نسبة الرجال إلى المعدات
da: Mænd til udstyr forhold:
de: Auszurüstende Männer:
id: Rasio Pria Terhadap Peralatan:
nl: Verhouding Man tot Uitrusting:
pt: Proporção de Homens por Equipamento
ru: Соотношение солдат к оснащению:
sk: Pomer mužov k výstroju:
tr: Piyade-Ekipman oranı

# extra_equipment
source: You have extra equipment
ar: لديك معدات اضافية
da: Du har extra udstyr
de: Du hast überschüssige Ausstattung
id: Anda Memiliki Peralatan Tambahan
nl: Je hebt meer Uitrusting
pt: Você tem Equipamentos Extra
ru: У вас есть свободное оснащение
sk: Máte nadbytočnú výstroj
tr: Eksta ekipmanın var

# extra_men
source: You have unequipped men
ar: لديك رجال غير موظفين
da: Du har mænd uden udstyr
de: Du hast unausgerüstete Männer
id: Anda Memiliki Pria Yang Tidak Dilengkapi
nl: Je hebt ongewapende mannen
pt: Você tem Homens despreparados.
ru: У вас есть неоснащённые солдаты
sk: Máte nevyzbrojených mužov
tr: Ektra piyaden var

source: army school
ar: المدرسة العسكرية
da: hær skole
de: Militärschule
id: Sekolah Angkatan Darat
nl: Leger school
pt: Academia Militar
ru: Армейская школа
sk: vojenská škola
tr: Piyade okulu

source: army schools
ar: المدارس العسكرية
da: hær skoler
de: Militärschulen
id: Sekolah Angkatan Darat
nl: Leger scholen
pt: Academias Militares
ru: Армейские школы
sk: vojenské školy
tr: Piyade okullarıı

source: navy school
ar: المدرسة البحرية
da: flåde skole
de: Marineschule
id: Sekolah Angkatan Laut
nl: Marine school
pt: Escola Naval
ru: Военно-морская школа
sk: námorná škola
tr: Denizcilik okulu

source: navy schools
ar: المدارس البحرية
da: flåde skoler
de: Marineschulen
id: Sekolah Angkatan Laut
nl: Marine scholen
pt: Escolas Navais
ru: Военно-морские школы
sk: námorné školy
tr: Denizcilik okulları

# air_school
source: air force school
ar: مدرسة الجوية
da: luftvåben skole
de: Pilotenschule
id: Sekolah Angkatan Udara
nl: Luchtmacht school
pt: Academia da Força Aérea
ru: Лётная школа
sk: letecká škola
tr: Havacılık okulu

# air_schools
source: air force schools
ar: المدارس الجوية
da: luftvåben skoler
de: Pilotenschulen
id: Sekolah Angkatan Udara
nl: Luchtmacht scholen
pt: Academias da Força Aérea
ru: Лётные школы
sk: letecké školy
tr: Havacılık okulları

source: factory
ar: مصنع
da: fabrik
de: Fabrik
id: Pabrik
nl: Fabriek
pt: Fábrica
ru: Завод
sk: továreň
tr: Fabrika

source: factories
ar: مصانع
da: fabriker
de: Fabriken
id: Pabrik
nl: Fabrieken
pt: Fábricas
ru: Заводы
sk: továrne
tr: Fabrikalar

source: dock
ar: الرصيف
da: Dok
de: Hafen
id: Dermaga
nl: dok
pt: Estaleiro Militar
ru: Док
sk: dok
tr: Liman

source: docks
ar: الروصف
da: Doker
de: Häfen
id: Dermaga
nl: Dokken
pt: Estaleiros Militares
ru: Доки
sk: doky
tr: Limanlar

source: Game Over
ar: انتهت العبة
da: Spil slut
de: Spiel vorbei
id: Permainan Telah Berakhir
nl: Spel Gedaan
pt: Fim de Jogo
ru: Игра окончена
sk: Koniec hry
tr: Oyun Bitti

# endgametitle
source: Congratulations! You led your nation through {0} tumultuous years
ar: مبروك لقد قودت دولتك {0} سنة
da: Tillykke! Du har ledt dit land igennem {0} år
de: Glückwunsch! Du hast deine Nation durch harte {0} Jahre geführt
id: Selamat! Anda memimpin bangsa Anda melalui {0] tahun yang penuh gejolak
nl: Gefeliciteerd! Je hebt je land door {0} woeste jaren geregeert
pt: Parabéns! Você comandou sua nação por {0} anos turbulentos
ru: Поздравляю! Вы провели свою нацию через {0} бурных лет
sk: Gratulujeme! Viedli ste svoj národ počas {0} búrlivých rokov
tr: Helaaaal! {0} çalkantılı yıl boyunca devletini yönettin!

source: Winner
ar: فائذ
da: Vinder
de: Sieger
id: Pemenang:
nl: Winnaar
pt: Campeão
ru: Победитель
sk: Víťaz
tr: Kazanan

# second
source: 2nd:
ar: المركز الثاني
de: 2er:
id: Ke-2
nl: 2de
pt: 2° Lugar
ru: 2ой:

# third
source: 3rd:
ar: المركز الثالث
de: 3er:
id: Ke-3
nl: 3de
pt: 3° Lugar
ru: 3ий:

source: Attackers:
ar: مهاجمين
da: Angribere:
de: Angreifer:
id: Penyerang
nl: Aanvallers:
pt: Agressores:
ru: Атакующие
sk: Útočníci:
tr: Taaruz:

source: Defenders:
ar: مدافين
da: Forsvarere:
de: Verteidiger:
id: Pelindung
nl: Verdedigers:
pt: Defensores:
ru: Защищающиеся
sk: Obrancovia:
tr: Müdafa:

source: Attacker:
ar: مهاجم
da: Angriber:
de: Angreifer:
id: Penyerang
nl: Aanvaller:
pt: Agressor:
ru: Атакующий
sk: Útočník:
tr: Taaruz:

source: Defender:
ar: مدافع
da: Forsvarer:
de: Verteidiger:
id: Pelindung
nl: Verdediger:
pt: Defensor:
ru: Защищающийся
sk: Obranca:
tr: Müdafa:

source: Attacker victory
ar: فاز المهاجمين
da: Angriber sejr
de: Sieg der Angreifer
id: Kemenangan Penyerang
nl: Aanvaller won
pt: Vitória dos Agressores
ru: Победа атакующих
sk: Víťazstvo útočníka
tr: Ofansif Taraf Kazandı

source: Tie
ar: رابطة
da: Uafgjort
de: Unentschieden
id: Seri
nl: Gelijke stand
pt: Paz Branca
ru: Ничья
sk: Remíza
tr: Berabere

source: Defender victory
ar: فاز المدافعين
da: Forsvarer sejr
de: Sieg der Verteidiger
id: Kemenangan Pelindung
nl: Verdediger won
pt: Vitória dos Defensores
ru: Победа защищающихся
sk: Víťazstvo obrancu
tr: Defansif Taraf Kazandı

# no_longer_exists
source: Selected country no longer exists
ar: لم تعد الدولة المختارة موجودة
da: Valgt land findes ikke længere
de: Die ausgewählte Nation existiert nicht mehr
id: Negara yang Dipilih Tidak Ada Lagi
nl: Gekozen land bestaat niet meer
pt: a Nação selecionada não existe mais
ru: Выбраной страны больше не существует
sk: Vybraná krajina už neexistuje
tr: Seçilen ülke artık yok

source: Military loses:
ar: الخسائر العسكرية
da: Militær tab:
de: Militärische Verluste:
id: Kerugian Militer:
nl: Leger verliezen:
pt: Baixas:
ru: Военные потери:
sk: Vojenské straty:
tr: Askeri kayıplar:

source: Civilian loses:
ar: الخسائر المدنية
da: Civile tab:
de: Zivile Verluste:
id: Kerugian Warga Sipil:
nl: Burger verliezen:
pt: Mortes Civis:
ru: Гражданские потреи:
sk: Civilné straty:
tr: Sivil kayıplar:

source: Equipment loses:
ar: خسائر المعدات
da: Udstyr tab:
de: Austrüstungs Verluste:
id: Kerugian Peralatan:
nl: Uitrusting verloren:
pt: Equipamentos destruídos:
ru: Потери оснащения:
sk: Straty výstroje:
tr: Ekipman kaybı:

# infrastructure_decrease
source: Infrastructure loss:
ar: خسائر البنية التحتية
da: Infrastruktur tab:
de: Vernichtete Infrastruktur:
id: Kerugian Infrastruktur:
nl: Infrastructuur verlies:
pt: Perca de Infraestrutura:
ru: Уничтожено инфраструктуры
sk: Strata infraštruktúry:
tr: Altyapı kaybı:

source: Invest
ar: مستثمر
da: Investere
de: Investieren
id: Menginvestasikan
nl: Investeer
pt: Investir
ru: Инвестировать
sk: Investovať
tr: Yatırım

# facebookjoin
source: Join Facebook group
ar: انضم إلى جروب فيسبوك
da: Åbn facebook gruppe
de: Trete der Facebookgruppe bei
id: Bergabunglah Dengan Grup Facebook
nl: Doe mee op Facebook
pt: Juntar-se ao grupo Facebook
ru: Присоединиться к группе в Фейсбук
sk: Pripojiť sa k Facebook skupine
tr: Facebook grubuna katıl!

source: World Tension
ar: التوتر العالمى
da: Verdensspænding
de: Weltanspannung
id: Ketegangan Dunia
nl: Wereld spanning
pt: Tensão Global
ru: Мировое напряжение
sk: Svetové napätie
tr: Dünya Kargaşası

source: Battles
ar: المعارك
da: Kampe
de: Kämpfe
id: Pertempuran
nl: Gevechten
pt: Batalhas
ru: Битвы
sk: Bitky
tr: Muharabeler

# world_war_title
source: The World is at War!
ar: العالم في حالة حرب!
da: Verden er i krig!
de: Die Welt ist im Krieg!
id: Dunia sedang berperang!
nl: De wereld is in oorlog!
pt: Guerra Mundial!
ru: Мир в состоянии войны!
sk: Svet je vo vojne!
tr: Dünya Savaşı!

# world_war_message
source: After months of high tensions, the great powers have gone to war. {war.Name} has started.
ar: بعد شهور من التوترات الشديدة، دخلت القوى العظمى في حرب. {war.Name} قد بدأ.
da: Efter måneder med høje spændinger er stormagterne gået i krig. {war.Name} er begyndt.
de: Nach Monaten hoher Spannungen sind die Großmächte in den Krieg gezogen. {war.Name} hat begonnen.
id: Setelah berbulan-bulan ketegangan tinggi, kekuatan besar telah berperang. {war.Name} telah dimulai.
nl: Na maanden van hoge spanningen zijn de grootmachten in oorlog gegaan. {war.Name} is begonnen.
pt: Após meses de tensão, as Grandes Potências entraram em guerra. {war.Name} Começou.
ru: После месяцев высокого напряжения великие державы начали войну. {war.Name} началась.
sk: Po mesiacoch vysokého napätia, veľmoci vstúpili do vojny. {war.Name} sa začala.
tr: Aylar süren gerilimden sonra, süper güçler birbirlerine savaş açtı ve (war.Name) savaşı başladı!

# new_century_title
source: Happy New Century!
ar: سنة قرن سعيد جديد!
da: Godt nyt århundrede!
de: Frohes neues Jahrhundert!
id: Selamat Abad Baru!
nl: Gelukkig nieuw eeuw!
pt: Feliz Novo Século!
ru: Счастливого нового века!
sk: Šťastné nové storočie!
tr: Yeni 10 Yıl!

# new_century_message
source: Dear readers, A new century is upon us. We wish you a happy new year. May this new time be peaceful.
ar: أعزائي القراء، قرن جديد يطل علينا. نتمنى لكم سنة جديدة سعيدة. نتمنى أن يكون هذا الوقت الجديد مليئًا بالسلام.
da: Kære læsere, Et nyt århundrede er over os. Vi ønsker jer et godt nytår. Må denne nye tid være fredelig.
de: Liebe Leser, Ein neues Jahrhundert steht bevor. Wir wünschen Ihnen ein frohes neues Jahr. Möge diese neue Zeit friedlich sein.
id: Pembaca yang terhormat, Abad baru telah tiba. Kami mengucapkan selamat tahun baru. Semoga waktu baru ini damai.
nl: Beste lezers, Een nieuw eeuw is aangebroken. Wij wensen u een gelukkig nieuwjaar. Moge deze nieuwe tijd vredig zijn.
pt: Caros Leitores, Um novo século chegou. Desejamos a você um feliz novo século. Que este novo tempo seja de paz.
ru: Дорогие читатели, Новое столетие наступает. Мы желаем вам счастливого нового года. Пусть это новое время будет мирным.
sk: Vážení čitatelia, Nastáva nové storočie. Prajeme vám šťastný nový rok. Nech je toto nové obdobie pokojné.
tr: Sevgili okuyucular, yeni bir on yıla daha girdik. Hepinize yeni yıl dileriz. Umarız bu on yıl barış içinde geçer.

# new_year_title
source: Happy New Year!
ar: سنة جديدة سعيدة!
da: Godt nytår!
de: Frohes neues Jahr!
id: Selamat tahun baru!
nl: Gelukkig nieuwjaar!
pt: Feliz Ano Novo!
ru: С Новым годом!
sk: Šťastný nový rok!
tr: Mutlu Yıllar!

# new_year_message
source: Dear readers, A new year is upon us. We wish you a happy new year. May this new time be peaceful.
ar: أعزائي القراء، عام جديد يطل علينا. نتمنى لكم سنة جديدة سعيدة. نتمنى أن يكون هذا الوقت الجديد مليئًا بالسلام.
da: Kære læsere, Et nyt år er over os. Vi ønsker jer et godt nytår. Må denne nye tid være fredelig.
de: Liebe Leser, Ein neues Jahr steht bevor. Wir wünschen Ihnen ein frohes neues Jahr. Möge diese neue Zeit friedlich sein.
id: Pembaca yang terhormat, Tahun baru telah tiba. Kami mengucapkan selamat tahun baru. Semoga waktu baru ini damai.
nl: Beste lezers, Een nieuw jaar is aangebroken. Wij wensen u een gelukkig nieuwjaar. Moge deze nieuwe tijd vredig zijn.
pt: Caros leitores, Um novo ano chegou. Desejamos a vocês um feliz ano novo. Que este novo ano seja repleto de paz.
ru: Дорогие читатели, Новый год наступает. Мы желаем вам счастливого нового года. Пусть это новое время будет мирным.
sk: Vážení čitatelia, Nastáva nový rok. Prajeme vám šťastný nový rok. Nech je toto nové obdobie pokojné.
tr: Sevgili okuyucular, yeni yılınız kutlu olsun! Umarız bu sene, bir öncekine kıyasla daha barışçıl geçer.

# annexed_title
source: Annexation!
ar: ضم!
da: Annektering!
de: Annexion!
id: Aneksasi!
nl: Annexatie!
pt: Anexação!
ru: Аннексия!
sk: Anexia!
tr: Ele Geçirildi!

# annexed_message
source: {countryToDelete.Name} became so small and insignificant that {inherited.Name} has absorbed it
ar: أصبح {countryToDelete.Name} صغيرًا وغير مهم لدرجة أن {inherited.Name} قد امتصه.
da: {countryToDelete.Name} blev så lille og ubetydelig, at {inherited.Name} har opslugt det.
de: {countryToDelete.Name} wurde so klein und unbedeutend, dass {inherited.Name} es absorbiert hat.
id: {countryToDelete.Name} menjadi begitu kecil dan tidak berarti sehingga {inherited.Name} menyerapnya.
nl: {countryToDelete.Name} werd zo klein en onbeduidend dat {inherited.Name} het heeft geabsorbeerd.
pt: {countryToDelete.Name} tornou-se tão pequeno e insignificante que {inherited.Name} o absorveu
ru: {countryToDelete.Name} стал настолько маленьким и незначительным, что {inherited.Name} поглотил его.
sk: {countryToDelete.Name} sa stala takou malou a bezvýznamnou, že ju {inherited.Name} pohltila
tr: {countryToDelete.Name} çok küçüldüğü ve güçsüzleştiği için {inherited.Name} kendi bünyesine kattı.

# inconclusive_title
source: {warToRemove.Name} ends inconclusively
ar: انتهت {warToRemove.Name} بدون نتيجة حاسمة
da: {warToRemove.Name} ender uden konklusion
de: {warToRemove.Name} endet ergebnislos
id: {warToRemove.Name} berakhir tanpa kesimpulan
nl: {warToRemove.Name} eindigt zonder conclusie
pt: {warToRemove.Name} Terminou de maneira inconclusiva
ru: {warToRemove.Name} заканчивается безрезультатно
sk: {warToRemove.Name} končí bez jednoznačného výsledku
tr: {warToRemove.Name} Erken Bitti!
