Repository: AndreCL/CenturyLocalization
Catalog: CenturyLocalization/CenturyLocalization/Texts.*.resx
Languages: ar, da, de, id, nl, pt, ru, sk, tr

# inconclusive_message
source: As one of the countries involved no longer exists, {warToRemove.Name} ended inconclusively
ar: نظرًا لأن إحدى الدول المشاركة لم تعد موجودة، انتهت {warToRemove.Name} بدون نتيجة حاسمة
da: Da et af de involverede lande ikke længere eksisterer, endte {warToRemove.Name} uden konklusion
de: Da eines der beteiligten Länder nicht mehr existiert, endete {warToRemove.Name} ergebnislos
id: Karena salah satu negara yang terlibat tidak lagi ada, {warToRemove.Name} berakhir tanpa kesimpulan
nl: Omdat een van de betrokken landen niet meer bestaat, eindigde {warToRemove.Name} zonder conclusie
pt: Como um dos países envolvidos não existe mais, {warToRemove.Name} terminou sem uma conclusão definitiva
ru: Поскольку одна из участвующих стран больше не существует, {warToRemove.Name} закончилась безрезультатно
sk: Keďže jedna zo zúčastnených krajín už neexistuje, {warToRemove.Name} skončila bez jednoznačného výsledku
tr: Savaşta olan ülkelerden biri artık var olmadığı için {warToRemove.Name} erken sona erdi.

# victoria_title
source: Queen Victoria dead
ar: وفاة الملكة فيكتوريا
da: Dronning Victoria død
de: Königin Victoria tot
id: Ratu Victoria meninggal
nl: Koningin Victoria overleden
pt: a Rainha Vitória está morta.
ru: Королева Виктория умерла
sk: Kráľovná Viktória zomrela
tr: Kraliçe Viktoria Öldü!

# victoria_message
source: Edward VII becomes King of England and India after Queen Victoria's death
ar: أصبح إدوارد السابع ملك إنجلترا والهند بعد وفاة الملكة فيكتوريا
da: Edward VII bliver konge af England og Indien efter dronning Victorias død
de: Edward VII wird nach dem Tod von Königin Victoria König von England und Indien
id: Edward VII menjadi Raja Inggris dan India setelah kematian Ratu Victoria
nl: Edward VII wordt koning van Engeland en India na de dood van koningin Victoria
pt: Eduardo VII de tornou Rei da Inglaterra e da Índia após a morte da Rainha Vitória
ru: Эдуард VII становится королем Англии и Индии после смерти королевы Виктории
sk: Edward VII sa stáva kráľom Anglicka a Indie po smrti kráľovnej Viktórie
tr: Edward VII İngiltere'nin ve Hindistan'nın yeni kralı oldu.

# defaultwar_title
source: War!
ar: !حرب
da: Krig!
de: Krieg!
id: Perang!
nl: Oorlog!
pt: Guerra!
ru: Война!
sk: Vojna!
tr: SAVAAAAŞ!!!

# defaultwar_message
source: {war.Name} has started between {war.Attackers[0].Name} and {war.Defenders[0].Name}.
ar: {war.Name} قد بدأت بين {war.Attackers[0].Name} و {war.Defenders[0].Name}.
da: {war.Name} er startet mellem {war.Attackers[0].Name} og {war.Defenders[0].Name}.
de: {war.Name} hat begonnen zwischen {war.Attackers[0].Name} und {war.Defenders[0].Name}.
id: {war.Name} telah dimulai antara {war.Attackers[0].Name} dan {war.Defenders[0].Name}.
nl: {war.Name} is begonnen tussen {war.Attackers[0].Name} en {war.Defenders[0].Name}.
pt: {war.Name} começou entre {war.Attackers[0].Name} e {war.Defenders[0].Name}.
ru: {war.Name} началась между {war.Attackers[0].Name} и {war.Defenders[0].Name}.
sk: {war.Name} sa začala medzi {war.Attackers[0].Name} a {war.Defenders[0].Name}.
tr: {war.Attackers[0].Name} ve {war.Defenders[0].Name} arasında {war.Name} başladı!

# defaultwar_message_infamy
source: After multiple aggressions from {highInfamyCountry.Name}, {attacker1.Name} and {attacker2.Name} have declared war upon the infamous {highInfamyCountry.Name}.
ar: بعد عدة اعتداءات من {highInfamyCountry.Name}، أعلنت {attacker1.Name} و {attacker2.Name} الحرب على {highInfamyCountry.Name} الشهيرة.
da: Efter flere aggressioner fra {highInfamyCountry.Name} har {attacker1.Name} og {attacker2.Name} erklæret krig mod den berygtede {highInfamyCountry.Name}.
de: Nach mehreren Aggressionen von {highInfamyCountry.Name} haben {attacker1.Name} und {attacker2.Name} der berüchtigten {highInfamyCountry.Name} den Krieg erklärt.
id: Setelah beberapa serangan dari {highInfamyCountry.Name}, {attacker1.Name} dan {attacker2.Name} telah menyatakan perang terhadap {highInfamyCountry.Name} yang terkenal.
nl: Na meerdere agressies van {highInfamyCountry.Name} hebben {attacker1.Name} en {attacker2.Name} de oorlog verklaard aan de beruchte {highInfamyCountry.Name}.
pt: Após múltiplas agressões de {highInfamyCountry.Name}, {attacker1.Name} e {attacker2.Name} declararam guerra ao infame {highInfamyCountry.Name}.
ru: После многочисленных агрессий со стороны {highInfamyCountry.Name}, {attacker1.Name} и {attacker2.Name} объявили войну печально известной {highInfamyCountry.Name}.
sk: Po viacerých agresiách zo strany {highInfamyCountry.Name}, {attacker1.Name} a {attacker2.Name} vyhlásili vojnu neslávne známej {highInfamyCountry.Name}.
tr: {highInfamyCountry.Name} isimli devletin yaptığı bir çok kargaşa ve agresiflik yüzünden, {attacker1.Name} ve {attacker2.Name}, {highInfamyCountry.Name}'a savaş ilan etti.

source: Policies
ar: سياسات
da: Politikker
de: Richtlinien
id: Kebijakan
nl: Beleid
pt: Políticas
ru: Политики
sk: Taktika
tr: Politikalar

source: Foreign Policy
ar: السياسة الخارجية
da: Udenrigspolitik
de: Außenpolitik
id: Kebijakan luar negeri
nl: Buitenlands beleid
pt: Política Externa
ru: Внешняя политика
sk: Zahraničná politika
tr: DIş Politika

source: Interventionist
ar: تدخلي
da: Interventionistisk
de: Interventionistisch
id: Intervensi
nl: Interventionistisch
pt: Intervencionismo
ru: Интервенционистский
sk: Intervencionistická
tr: Aktif

source: Isolationist
ar: انعزالي
da: Isolationistisk
de: Isolationistisch
id: Isolationis
nl: Isolationistisch
pt: Isolacionista
ru: Изоляционистский
sk: Izolacionistická
tr: Pasif

source: Losses
ar: خسائر
da: Tab
de: Verluste
id: Kerugian
nl: Verliezen
pt: Percas
ru: потери
sk: Straty
tr: Kayıplar

source: Military expenses
ar: النفقات العسكرية
da: Militærudgifter
de: Militärausgaben
id: Pengeluaran militer
nl: Militaire uitgaven
pt: Gastos Militares
ru: Военные расходы
sk: Vojenské výdavky
tr: Askeri harcamalar

source: Other
ar: آخر
da: Andet
de: Andere
id: Lain
nl: Ander
pt: Outros
ru: Другой
sk: Iné
tr: Diğer

source: Expenses
ar: النفقات
da: Udgifter
de: Ausgaben
id: Pengeluaran
nl: Uitgaven
pt: Gastos
ru: Расходы
sk: Výdavky
tr: Harcamalar

source: Income
ar: الدخل
da: Indkomst
de: Einkommen
id: Pendapatan
nl: Inkomen
pt: Renda
ru: Доход
sk: Príjem
tr: Gelir

source: Investments
ar: استثمارات
da: Investeringer
de: Investitionen
nl: Investeringen
pt: Investimentos
ru: Инвестиции
sk: Investície
tr: Yatırımlar

source: Territory
ar: إقليم
da: Territorium
de: Territorium
nl: Territorium
pt: Território
ru: Территория
sk: Územie
tr: Toprak

source: Military
ar: عسكري
da: Militær
de: Militär
nl: Militair
pt: Militar
ru: Военный
sk: Armáda
tr: Askeri

source: Welfare
ar: رفاهية
da: Velfærd
de: Wohlfahrt
nl: Welzijn
pt: Bem-estar
ru: Благосостояние
sk: Sociálna starostlivosť
tr: Refah

source: All news
ar: جميع الأخبار
da: Alle nyheder
de: Alle Nachrichten
nl: Al het nieuws
pt: Todas Notícias
ru: Все новости
sk: Všetky správy
tr: Bütün haberler

source: My news
ar: أخباري
da: Mine nyheder
de: Meine Nachrichten
nl: Mijn nieuws
pt: Minhas Notícias
ru: Мои новости
sk: Moje správy
tr: Beni ilgilendiren haberler

source: All wars
ar: جميع الحروب
da: Alle krige
de: Alle Kriege
nl: Alle oorlogen
pt: Todas Guerras
ru: Все войны
sk: Všetky vojny
tr: Bütün savaşlar

source: My wars
ar: حروبي
da: Mine krige
de: Meine Kriege
nl: Mijn oorlogen
pt: Minhas Guerras
ru: Мои войны
sk: Moje vojny
tr: Beni ilgilendiren savaşlar

source: Join attackers
ar: انضم إلى المهاجمين
da: Deltag med angriberne
de: Schließe dich den Angreifern an
nl: Sluit je aan bij de aanvallers
pt: Juntar-se aos Agressores
ru: Присоединиться к нападающим
sk: Pripojiť sa k útočníkom
tr: Saldıranlara katıl

source: Join defenders
ar: انضم إلى المدافعين
da: Deltag med forsvarerne
de: Schließe dich den Verteidigern an
nl: Sluit je aan bij de verdedigers
pt: Juntar-se aos Defensores
ru: Присоединиться к защитникам
sk: Pripojiť sa k obrancom
tr: Savunanlara katıl

# foreign_investment
source: Seek foreign investment (Reward ad)
ar: السعي للاستثمار الأجنبي (إعلان مكافأة)
da: Søg udenlandske investeringer (Belønningsannonce)
de: Ausländische Investitionen suchen (Belohnungsanzeige)
nl: Zoek buitenlandse investeringen (Beloningsadvertentie)
pt: Buscar investimento Estrangeiro (Anúncio com Recompensa)
ru: Искать иностранные инвестиции (Рекламное объявление с наградой)
sk: Hľadať zahraničné investície (Odmenová reklama)
tr: Dış borç al (Reklam)

# diplomatic_campaign
source: Diplomatic campaign (Reward ad)
ar: حملة دبلوماسية (إعلان مكافأة)
da: Diplomatiske kampagne (Belønningsannonce)
de: Diplomatische Kampagne (Belohnungsanzeige)
nl: Diplomatieke campagne (Beloningsadvertentie)
pt: Campanha Diplomática (Anúncio com Recompensa)
ru: Дипломатическая кампания (Рекламное объявление с наградой)
sk: Diplomatická kampaň (Odmenová reklama)
tr: Diplomatik İlişkiler (Reklam)

# propaganda_campaign
source: Propaganda campaign (Reward ad)
ar: حملة دعاية (إعلان مكافأة)
da: Propagandakampagne (Belønningsannonce)
de: Propagandakampagne (Belohnungsanzeige)
nl: Propagandacampagne (Beloningsadvertentie)
pt: Propaganda Política (Anúncio com Recompensa)
ru: Пропагандистская кампания (Рекламное объявление с наградой)
sk: Propagandistická kampaň (Odmenová reklama)
tr: Propaganda (Reklam)

# numerous_as_stars
source: Numerous as the stars
ar: كثيرة مثل النجوم
da: Talrige som stjernerne
de: Zahlreich wie die Sterne
nl: Talrijk als de sterren
pt: Tão numeroso quanto as estrelas
ru: Многочисленные, как звёзды
sk: Početní ako hviezdy
tr: Yıldızlar Kadar Çok

# endless_frontiers
source: Land of Endless Frontiers
ar: أرض الحدود التي لا نهاية لها
da: Landet med uendelige grænser
de: Land der endlosen Grenzen
nl: Land van eindeloze grenzen
pt: Terra sem Fronteiras
ru: Земля бесконечных границ
sk: Krajina nekonečných hraníc
tr: Sonsuz Cephelerin Toprağı

source: Warrior Nation
ar: أمة المحاربين
da: Krigernation
de: Kriegernation
nl: Krijgersnatie
pt: Nação Guerreira
ru: Нация воинов
sk: Bojovný národ
tr: Savaşçıların İdeası

# sovereign_sea
source: Sovereign of the Seas
ar: سيّد البحار
da: Hersker over havene
de: Souverän der Meere
nl: Heerser der zeeÃ«n
pt: Soberano dos Mares
ru: Повелитель морей
sk: Vládca morí
tr: Denizlerin Hükümdarı

source: Winged Armada
ar: الأسطول المجنح
da: Bevinget armada
de: Geflügelte Armada
nl: Gevleugelde armada
pt: Armada Alada
ru: Крылатая армада
sk: Okrídlená armáda
tr: Kanatlı Donanma

source: Paragon of Peace
ar: مثال السلام
da: Mønster på fred
de: Vorbild des Friedens
nl: Toonbeeld van vrede
pt: Exemplo de Paz
ru: Образец мира
sk: Vzor mieru
tr: Barışın Örneği

# best_trains_roads
source: Best trains and roads
ar: أفضل القطارات والطرق
da: De bedste tog og veje
de: Die besten Züge und Straßen
nl: De beste treinen en wegen
pt: Melhores Trens e Estradas
ru: Лучшие поезда и дороги
sk: Najlepšie vlaky a cesty
tr: Altyapının Önderi

source: Total
ar: الإجمالي
de: Gesamt
nl: Totaal
ru: Итого
sk: Celkom
tr: Toplam

source: years
ar: {0} سنوات
da: {0} år
de: Jahre
nl: {0} jaren
pt: {0} Anos
sk: {0} rokov
tr: {0} yıl

source: months
ar: {0} أشهر
da: {0} måneder
de: Monate
nl: {0} maanden
pt: {0} Meses
sk: {0} mesiacov
tr: {0} ay

source: weeks
ar: {0} أسابيع
da: {0} uger
de: Wochen
nl: {0} weken
pt: {0} Semanas
sk: {0} týždňov
tr: {0} hafta

source: days
ar: {0} أيام
da: {0} dage
de: Tage
nl: {0} dagen
pt: {0} Dias
sk: {0} dní
tr: {0} gün

source: Independence
ar: الاستقلال
da: Uafhængighed
de: Unabhängigkeit
nl: Onafhankelijkheid
pt: Independência!
sk: Nezávislosť
tr: bağımsızlık

source: All countries
ar: جميع البلدان
da: Alle lande
de: Alle Länder
nl: Alle landen
pt: Todas Nações
sk: Všetky krajiny
tr: Bütün Devletler

source: A new nation rises
ar: أمة جديدة تنهض
da: En ny nation rejser sig
de: Eine neue Nation erhebt sich
nl: Een nieuwe natie rijst op
pt: Nasce uma Nação
sk: Nový národ povstáva
tr: Yeni bir devlet doğdu kaosun küllerinden...

source: Incompatible save deleted
ar: تم حذف الحفظ غير المتوافق
da: Uforenelig gem slettet
de: Inkompatibler Speicherstand gelöscht
nl: Onverenigbaar opgeslagen spel verwijderd
pt: Save incompatível excluído
sk: Nekompatibilná uložená hra vymazaná
tr: Uyuşmaz kayıt tespit edildi

source: Game over save deleted
ar: تم حذف حفظ نهاية اللعبة
da: Spillet er slut, gem slettet
de: Spiel vorbei, Speicherstand gelöscht
nl: Spel voorbij, opgeslagen spel verwijderd
pt: Save de Fim de Jogo excluído
sk: Uložená hra po skončení vymazaná
tr: Bitmiş oyun kaydı silindi

source: Rank by score
ar: الترتيب حسب النقاط
da: Rangér efter point
de: Nach Punktzahl ordnen
nl: Rangschik op score
pt: Classificar por Pontuação
sk: Poradie podľa skóre
tr: Skora göre sırala

# unittest_onlyen
source: Ok
tr: Tamam
